Repository: jwolz/yajhfc-plugin-outlook
Catalog: i18n/Messages_*.po
Languages: de

source: Outlook phonebook
de: Outlook-Telefonbuch

source: Read email address and comment
de: E-Mail-Adresse und Kommentar einlesen

source: Read distribution lists
de: Verteilerlisten auslesen

source: Resolve distribution list items to full contacts
de: Verteilerlistenelemente zu vollständigen Kontakten auflösen

source: Only load contacts having a fax number
de: Nur Kontakte mit einer Faxnummer laden

source: Choose folder
de: Ordner wähen

source: Please select which Outlook folder should be used as data source for this phonebook
de: Bitte wählen Sie, welcher Outlookordner als Datenquelle für dieses Telefonbuch verwendet werden soll.

source: Chosen folder:
de: Gewählter Ordner

source: Outlook folders
de: Outlookordner

source: Microsoft Outlook contacts
de: Microsoft Outlook Kontakte

source: Phone book reading it entries from Microsoft Outlook contacts
de: Telefonbuch, das seine Einträge aus Microsoft Outlook Kontakten liest

source: Cannot connect to Outlook
de: Kann nicht mit Outlook verbinden

source: Other
de: Weitere

source: Home
de: Privat

source: Business
de: Geschäftlich
